Repository: Nothing9x/what2eat
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, vi

# appTitle
source: What to Eat: Meal Decider
ar: ماذا آكل: مقرر الوجبات
de: Was essen: Essensentscheider
es: Qué Comer: Decidir Comida
fr: Que Manger: Décideur de Repas
hi: क्या खाएं: भोजन निर्णय
id: Makan Apa: Pemilih Makanan
it: Cosa Mangiare: Decidi Pasto
ja: 何食べる？食事の決定
ko: 뭐 먹지? 식사 결정
nl: Wat te Eten: Maaltijd Kiezer
pl: Co Zje: Wybór Posiku
pt: O Que Comer: Decisor de Refeições
ru: Что поесть: Выбор еды
sv: Vad ska vi äta?
th: กินอะไรดี?
tr: Ne Yemeli?
vi: Hôm nay ăn gì

# homeTitle
source: What should we eat today? ðŸ¤”
ar: ماذا يجب أن نأكل اليوم؟ 🤔
de: Was essen wir heute? 🤔
es: ¿Qué comemos hoy? 🤔
fr: Qu'allons-nous manger aujourd'hui? 🤔
hi: आज हम क्या खाएं? 🤔
id: Kita makan apa hari ini? ðŸ¤”
it: Cosa mangiamo oggi? 🤔
ja: 今日は何を食べようか? 🤔
ko: 오늘 뭐 먹을까? 🤔
nl: Wat zullen we vandaag eten? 🤔
pl: Co dzi zjemy?
pt: O que vamos comer hoje? 🤔
ru: Что будем есть сегодня? 🤔
sv: Vad ska vi äta idag? 🤔
th: วันนี้กินอะไรดี? 🤔
tr: Bugün ne yiyelim?
vi: Hôm nay ăn gì nhỉ? 🤔

# spinButton
source: SPIN NOW
ar: دُر الآن
de: JETZT DREHEN
es: GIRAR AHORA
fr: TOURNER MAINTENANT
hi: अभी घुमाएं
id: PUTAR SEKARANG
it: GIRA ORA
ja: 今すぐ回す
ko: 지금 돌리기
nl: DRAAI NU
pl: ZAKR TERAZ
pt: GIRAR AGORA
ru: КРУТИТЬ
sv: SNURRA NU
th: หมุนเลย
tr: İMDİ EVİR
vi: QUAY NGAY

source: SPINNING...
ar: جاري الدوران...
de: DREHEN...
es: GIRANDO...
fr: EN ROTATION...
hi: घूम रहा है...
id: MEMUTAR...
it: GIRANDO...
ja: 回転中...
ko: 돌리는 중...
nl: DRAAIEN...
pl: KRCENIE...
pt: GIRANDO...
ru: КРУТИМ...
sv: SNURRAR...
th: กำลังหมุน...
tr: EVRİLİYOR...
vi: ĐANG QUAY...

# spinHint
source: Tap to choose randomly
ar: اضغط للاختيار عشوائياً
de: Tippen Sie, um zufällig auszuwählen
es: Toca para elegir al azar
fr: Appuyez pour choisir au hasard
hi: बेतरतीब ढंग से चुनने के लिए टैप करें
id: Ketuk untuk memilih secara acak
it: Tocca per scegliere a caso
ja: タップしてランダムに選択
ko: 탭하여 랜덤 선택
nl: Tik om willekeurig te kiezen
pl: Dotknij, aby wybra losowo
pt: Toque para escolher aleatoriamente
ru: Нажмите, чтобы выбрать случайно
sv: Tryck för att välja slumpmässigt
th: แตะเพื่อสุ่มเลือก
tr: Rastgele seçmek için dokunun
vi: Nhấn để chọn món ngẫu nhiên

# noCategoryTitle
source: No food lists yet
ar: لا توجد قوائم طعام بعد
de: Noch keine Essenlisten
es: Aún no hay listas de comida
fr: Pas encore de listes de nourriture
hi: अभी तक कोई भोजन सूची नहीं
id: Belum ada daftar makanan
it: Nessuna lista di cibo
ja: まだ食べ物リストがありません
ko: 아직 음식 목록이 없습니다
nl: Nog geen voedsellijsten
pl: Brak list jedzenia
pt: Sem listas de comida ainda
ru: Пока нет списков еды
sv: Inga matlistor än
th: ยังไม่มีรายการอาหาร
tr: Henüz yemek listesi yok
vi: Chưa có danh sách món ăn

# noCategoryButton
source: Create now
ar: أنشئ الآن
de: Jetzt erstellen
es: Crear ahora
fr: Créer maintenant
hi: अभी बनाएं
id: Buat sekarang
it: Crea ora
ja: 今すぐ作成
ko: 지금 만들기
nl: Maak nu
pl: Utwórz teraz
pt: Criar agora
ru: Создать сейчас
sv: Skapa nu
th: สร้างเลย
tr: imdi olutur
vi: Tạo ngay

# noItemsInCategory
source: This list has no food items. Please add some!
ar: هذه القائمة لا تحتوي على طعام. الرجاء إضافة البعض!
de: Diese Liste hat kein Essen. Bitte fügen Sie welches hinzu!
es: Esta lista no tiene comida. ¡Por favor añade algo!
fr: Cette liste n'a pas de nourriture. Veuillez en ajouter!
hi: इस सूची में कोई भोजन नहीं है। कृपया कुछ जोड़ें!
id: Daftar ini tidak memiliki makanan. Silakan tambahkan!
it: Questa lista non ha cibo. Aggiungine un po'!
ja: このリストには食べ物がありません。追加してください!
ko: 이 목록에 음식이 없습니다. 추가해주세요!
nl: Deze lijst heeft geen eten. Voeg wat toe!
pl: Ta lista nie ma jedzenia. Dodaj co!
pt: Esta lista não tem comida. Por favor adicione alguma!
ru: В этом списке нет еды. Пожалуйста, добавьте!
sv: Denna lista har ingen mat. Lägg till lite!
th: รายการนี้ยังไม่มีอาหาร กรุณาเพิ่ม!
tr: Bu listede yemek yok. Lütfen ekleyin!
vi: Danh sách này chưa có món ăn. Vui lòng thêm món!

# selectCategoryFirst
source: Please select a list first
ar: الرجاء اختيار قائمة أولاً
de: Bitte wählen Sie zuerst eine Liste
es: Por favor selecciona una lista primero
fr: Veuillez d'abord sélectionner une liste
hi: कृपया पहले एक सूची चुनें
id: Silakan pilih daftar terlebih dahulu
it: Seleziona prima una lista
ja: 最初にリストを選択してください
ko: 먼저 목록을 선택해주세요
nl: Selecteer eerst een lijst
pl: Najpierw wybierz list
pt: Por favor selecione uma lista primeiro
ru: Пожалуйста, сначала выберите список
sv: Välj en lista först
th: กรุณาเลือกรายการก่อน
tr: Lütfen önce bir liste seçin
vi: Vui lòng chọn danh sách trước

# categoryBreakfast
source: Breakfast
ar: فطور
de: Frühstück
es: Desayuno
fr: Petit déjeuner
hi: नाश्ता
id: Sarapan
it: Colazione
ja: 朝食
ko: 아침
nl: Ontbijt
pl: niadanie
pt: Café da manhã
ru: Завтрак
sv: Frukost
th: อาหารเช้า
tr: Kahvaltı
vi: Sáng

# categoryLunch
source: Lunch
ar: غداء
de: Mittagessen
es: Almuerzo
fr: Déjeuner
hi: दोपहर का भोजन
id: Makan Siang
it: Pranzo
ja: 昼食
ko: 점심
pl: Obiad
pt: Almoço
ru: Обед
th: อาหารกลางวัน
tr: le Yemei
vi: Trưa

# categoryDinner
source: Dinner
ar: عشاء
de: Abendessen
es: Cena
fr: Dîner
hi: रात का खाना
id: Makan Malam
it: Cena
ja: 夕食
ko: 저녁
nl: Diner
pl: Kolacja
pt: Jantar
ru: Ужин
sv: Middag
th: อาหารเย็น
tr: Akam Yemei
vi: Tối

# categoryParty
source: Party
ar: حفلة
es: Fiesta
fr: Fête
hi: पार्टी
id: Pesta
it: Festa
ja: パーティー
ko: 파티
nl: Feest
pl: Impreza
pt: Festa
ru: Вечеринка
sv: Fest
th: ปาร์ตี้
tr: Parti

# categoryCafe
source: Cafe
ar: مقهى
de: Café
es: Café
fr: Café
hi: कैफे
id: Kafe
it: Caffè
ja: カフェ
ko: 카페
nl: Café
pl: Kawiarnia
pt: Café
ru: Кафе
sv: Kafé
th: คาเฟ่
tr: Kafe

# foodBanhMi
source: Banh Mi
ar: بان مي
hi: बान मी
ja: バインミー
ko: 반미
ru: Бань Ми
th: ขนมปังเวียดนาม
vi: Bánh Mì

# foodBanhMiDesc
source: Vietnamese Baguette
ar: رغيف فيتنامي
de: Vietnamesisches Sandwich
es: Sándwich vietnamita
fr: Sandwich vietnamien
hi: वियतनामी बैगूएट
id: Baguette Vietnam
it: Baguette vietnamita
ja: ベトナムサンドイッチ
ko: 베트남 샌드위치
nl: Vietnamees stokbrood
pl: Wietnamska bagietka
pt: Baguete Vietnamita
ru: Вьетнамский багет
sv: Vietnamesisk baguette
th: แซนวิชเวียดนาม
tr: Vietnam Sandviçi
vi: Bánh mì Việt Nam

# foodPho
source: Pho
ar: فو
hi: फो
ja: フォー
ko: 쌀국수
ru: Фо
th: ก๋วยเตี๋ยวเวียดนาม
vi: Phở

# foodPhoDesc
source: Beef Pho
ar: حساء اللحم البقري
de: Rindfleisch-Nudelsuppe
es: Sopa de fideos de res
fr: Soupe de nouilles au bœuf
hi: बीफ फो
id: Pho Sapi
it: Pho di manzo
ja: 牛肉のフォー
ko: 소고기 쌀국수
nl: Rundvlees Pho
pl: Woowina Pho
pt: Pho de Carne
ru: Суп Фо с говядиной
sv: Biff Pho
th: ก๋วยเตี๋ยวเนื้อ
tr: Sıır Eti Pho
vi: Phở bò tái

# foodXoi
source: Sticky Rice
ar: أرز لزج
de: Klebreis
es: Arroz glutinoso
fr: Riz gluant
hi: चिपचिपा चावल
id: Ketan
it: Riso appiccicoso
ja: もち米
ko: 찹쌀밥
nl: Kleefrijst
pl: Kleisty ryż
pt: Arroz Pegajoso
ru: Клейкий рис
sv: Klibbigt ris
th: ข้าวเหนียว
tr: Yapıkan Pirinç
vi: Xôi

# foodXoiDesc
source: Savory Sticky Rice
ar: أرز لزج مالح
de: Herzhafter Klebreis
es: Arroz glutinoso salado
fr: Riz gluant salé
hi: नमकीन चिपचिपा चावल
id: Ketan Gurih
it: Riso appiccicoso salato
ja: おかずもち米
ko: 짭짤한 찹쌀밥
nl: Hartige kleefrijst
pl: Sony kleisty ryż
pt: Arroz Pegajoso Salgado
ru: Соленый клейкий рис
sv: Salt klibbigt ris
th: ข้าวเหนียวเค็ม
tr: Tuzlu Yapıkan Pirinç
vi: Xôi xéo

# foodChao
source: Porridge
ar: عصيدة
de: Brei
es: Congee
fr: Bouillie
hi: दलिया
id: Bubur
ja: お粥
ko: 죽
nl: Pap
pl: Owsianka
pt: Mingau
ru: Каша
sv: Gröt
th: โจ๊ก
tr: Lapa
vi: Cháo

# foodChaoDesc
source: Chicken Porridge
ar: عصيدة الدجاج
de: Hühnerbrei
es: Congee de pollo
fr: Bouillie de poulet
hi: चिकन दलिया
id: Bubur Ayam
it: Porridge di pollo
ja: 鶏肉のお粥
ko: 닭고기 죽
nl: Kippenpap
pl: Owsianka z kurczaka
pt: Mingau de Frango
ru: Куриная каша
sv: Kycklinggröt
th: โจ๊กไก่
tr: Tavuk Lapası
vi: Cháo gà

# foodBunBo
source: Bun Bo Hue
ar: بون بو هوي
hi: बुन बो ह्यू
ja: ブンボーフエ
ko: 분보 후에
ru: Бун Бо Хюэ
th: บุนบอเว้
vi: Bún Bò

# foodBunBoDesc
source: Spicy Beef Noodle Soup
ar: حساء نودلز اللحم البقري الحار
de: Scharfe Rindfleisch-Nudelsuppe
es: Sopa de fideos picante de res
fr: Soupe de nouilles épicée au bœuf
hi: मसालेदार बीफ नूडल सूप
id: Sup Mie Sapi Pedas
it: Zuppa di manzo piccante
ja: スパイシー牛肉麺
ko: 매운 소고기 쌀국수
nl: Pittige rundvleesnoedelsoep
pl: Pikantna zupa z woowin
pt: Sopa de Macarrão de Carne Picante
ru: Острый суп с говядиной
sv: Kryddig biffnudelsoppa
th: ก๋วยเตี๋ยวเนื้อรสเผ็ด
tr: Acılı Sıır Eti Eritesi
vi: Bún bò Huế

# foodHuTieu
source: Hu Tieu
ar: هو تيو
hi: हू टियू
ja: フーティウ
ko: 후띠우
ru: Ху Тиу
th: หุ่ยเตี๋ยว
vi: Hủ Tiếu

# foodHuTieuDesc
source: Pork Noodle Soup
ar: حساء نودلز لحم الخنزير
de: Schweinefleisch-Nudelsuppe
es: Sopa de fideos de cerdo
fr: Soupe de nouilles au porc
hi: पोर्क नूडल सूप
id: Sup Mie Babi
it: Zuppa di maiale
ja: 豚肉麺スープ
ko: 돼지고기 국수
nl: Varkensvleesnoedelsoep
pl: Zupa z wieprzowin
pt: Sopa de Macarrão de Porco
ru: Суп со свининой
sv: Fläsknudelsoppa
th: ก๋วยเตี๋ยวหมู
tr: Domuz Eti Eritesi
vi: Hủ tiếu Nam Vang

# foodComTam
source: Broken Rice
ar: أرز مكسور
de: Gebrochener Reis
es: Arroz quebrado
fr: Riz brisé
hi: टूटा हुआ चावल
id: Nasi Pecah
it: Riso spezzato
ja: 砕き米
ko: 깨진 쌀밥
nl: Gebroken rijst
pl: Ryż amany
pt: Arroz Quebrado
ru: Битое зерно
sv: Krossat ris
th: ข้าวหักเวียดนาม
tr: Kırık Pirinç
vi: Cơm Tấm

# foodComTamDesc
source: Broken Rice with Grilled Pork
ar: أرز مكسور مع لحم خنزير مشوي
de: Gebrochener Reis mit gegrilltem Schweinefleisch
es: Arroz quebrado con cerdo a la parrilla
fr: Riz brisé au porc grillé
hi: ग्रिल्ड पोर्क के साथ टूटा हुआ चावल
id: Nasi Pecah dengan Babi Panggang
it: Riso spezzato con maiale grigliato
ja: 砕き米と焼き豚肉
ko: 깨진 쌀밥과 구운 돼지고기
nl: Gebroken rijst met gegrild varkensvlees
pl: Ryż amany z grillowan wieprzowin
pt: Arroz Quebrado com Porco Grelhado
ru: Рис с жареной свининой
sv: Krossat ris med grillat fläsk
th: ข้าวหักหมูย่าง
tr: Izgara Domuz Eti ile Kırık Pirinç
vi: Cơm tấm sườn bì

# foodMiQuang
source: Mi Quang
ar: مي كوانغ
hi: मी क्वांग
ja: ミークアン
ko: 미꽝
ru: Ми Куанг
th: หมี่กวาง
vi: Mì Quảng

# foodMiQuangDesc
source: Quang Noodles
ar: نودلز كوانغ
de: Quang-Nudeln
es: Fideos Quang
fr: Nouilles Quang
hi: क्वांग नूडल्स
id: Mie Quang
it: Tagliatelle Quang
ja: クアン麺
ko: 꽝남 국수
nl: Quang-noedels
pl: Makaron Quang
pt: Macarrão Quang
ru: Лапша Куанг
sv: Quang-nudlar
th: หมี่กวาง
tr: Quang Eritesi
vi: Mì Quảng tôm thịt

# foodComRang
source: Fried Rice
ar: أرز مقلي
de: Gebratener Reis
es: Arroz frito
fr: Riz frit
hi: फ्राइड राइस
id: Nasi Goreng
it: Riso fritto
ja: チャーハン
ko: 볶음밥
nl: Gebakken rijst
pl: Smażony ryż
pt: Arroz Frito
ru: Жареный рис
sv: Stekt ris
th: ข้าวผัด
tr: Kızarmı Pirinç
vi: Cơm Rang

# foodComRangDesc
source: Yang Chow Fried Rice
ar: أرز يانغ تشاو المقلي
de: Yang Chow gebratener Reis
es: Arroz frito Yang Chow
fr: Riz frit Yang Chow
hi: यांग चाउ फ्राइड राइस
id: Nasi Goreng Yang Chow
it: Riso fritto Yang Chow
ja: 揚州チャーハン
ko: 양주 볶음밥
nl: Yang Chow gebakken rijst
pl: Smażony ryż Yang Chow
pt: Arroz Frito Yang Chow
ru: Жареный рис Янчжоу
sv: Yang Chow stekt ris
th: ข้าวผัดหยางโจว
tr: Yang Chow Kızarmı Pirinç
vi: Cơm rang dương châu

# foodBunCha
source: Bun Cha
ar: بون تشا
hi: बुन चा
ja: ブンチャー
ko: 분짜
ru: Бун Ча
th: บุนจา
vi: Bún Chả

# foodBunChaDesc
source: Grilled Pork with Noodles
ar: لحم خنزير مشوي مع نودلز
de: Gegrilltes Schweinefleisch mit Nudeln
es: Cerdo a la parrilla con fideos
fr: Porc grillé aux nouilles
hi: नूडल्स के साथ ग्रिल्ड पोर्क
id: Babi Panggang dengan Mie
it: Maiale grigliato con tagliatelle
ja: 焼き豚肉と麺
ko: 구운 돼지고기와 국수
nl: Gegrild varkensvlees met noedels
pl: Grillowana wieprzowina z makaronem
pt: Porco Grelhado com Macarrão
ru: Жареная свинина с лапшой
sv: Grillat fläsk med nudlar
th: หมูย่างกับก๋วยเตี๋ยว
tr: Eriteli Izgara Domuz Eti
vi: Bún chả Hà Nội

# foodLau
source: Hot Pot
ar: وعاء ساخن
de: Feuertopf
es: Fondue
fr: Fondue
hi: हॉट पॉट
ja: 鍋
ko: 전골
pl: Gorcy kocioek
ru: Хот-пот
th: หม้อไฟ
tr: Güveç
vi: Lẩu

# foodLauDesc
source: Thai Hot Pot
ar: وعاء ساخن تايلاندي
de: Thailändischer Feuertopf
es: Fondue tailandés
fr: Fondue thaïlandaise
hi: थाई हॉट पॉट
id: Hot Pot Thailand
it: Hot Pot thailandese
ja: タイ風鍋
ko: 태국식 전골
nl: Thaise Hot Pot
pl: Tajski gorcy kocioek
pt: Hot Pot Tailandês
ru: Тайский хот-пот
sv: Thailändsk Hot Pot
th: หม้อไฟไทย
tr: Tayland Güveci
vi: Lẩu Thái

# foodNuong
source: Grilled
ar: مشوي
de: Gegrillt
es: A la parrilla
fr: Grillé
hi: ग्रिल्ड
id: Panggang
it: Grigliata
ja: 焼き肉
ko: 구이
nl: Gegrild
pl: Grillowane
pt: Grelhado
ru: Гриль
sv: Grillat
th: ย่าง
tr: Izgara
vi: Nướng

# foodNuongDesc
source: BBQ Grilled Meat
ar: لحم مشوي باربيكيو
de: BBQ gegrilltes Fleisch
es: Carne a la parrilla BBQ
fr: Viande grillée BBQ
hi: बीबीक्यू ग्रिल्ड मीट
id: Daging Panggang BBQ
it: Carne grigliata BBQ
ja: BBQ焼き肉
ko: BBQ 구이
nl: BBQ gegrild vlees
pl: Miso z grilla BBQ
pt: Carne Grelhada BBQ
ru: Мясо на гриле BBQ
sv: BBQ grillat kött
th: เนื้อย่างบาร์บีคิว
tr: Barbekü Izgara Et
vi: Thịt nướng BBQ

# foodGaRan
source: Fried Chicken
ar: دجاج مقلي
de: Brathähnchen
es: Pollo frito
fr: Poulet frit
hi: फ्राइड चिकन
id: Ayam Goreng
it: Pollo fritto
ja: フライドチキン
ko: 치킨
nl: Gebakken kip
pl: Smażony kurczak
pt: Frango Frito
ru: Жареная курица
sv: Friterad kyckling
th: ไก่ทอด
tr: Kızarmı Tavuk
vi: Gà Rán

# foodGaRanDesc
source: Crispy Fried Chicken
ar: دجاج مقلي مقرمش
de: Knuspriges Brathähnchen
es: Pollo frito crujiente
fr: Poulet frit croustillant
hi: क्रिस्पी फ्राइड चिकन
id: Ayam Goreng Renyah
it: Pollo fritto croccante
ja: サクサクフライドチキン
ko: 바삭한 프라이드 치킨
nl: Krokante gebakken kip
pl: Chrupicy smażony kurczak
pt: Frango Frito Crocante
ru: Хрустящая жареная курица
sv: Krispig friterad kyckling
th: ไก่ทอดกรอบ
tr: ıtır Kızarmı Tavuk
vi: Gà rán giòn

# foodPizza
source: Pizza
ar: بيتزا
hi: पिज़्ज़ा
ja: ピザ
ko: 피자
ru: Пицца
th: พิซซ่า

# foodPizzaDesc
source: Seafood Pizza
ar: بيتزا المأكولات البحرية
de: Meeresfrüchte-Pizza
es: Pizza de mariscos
fr: Pizza aux fruits de mer
hi: सीफूड पिज़्ज़ा
id: Pizza Seafood
it: Pizza ai frutti di mare
ja: シーフードピザ
ko: 해산물 피자
nl: Zeevruchtenpizza
pl: Pizza z owocami morza
pt: Pizza de Frutos do Mar
ru: Пицца с морепродуктами
sv: Skaldjurspizza
th: พิซซ่าซีฟู้ด
tr: Deniz rünlü Pizza
vi: Pizza Hải Sản

# foodBurger
source: Burger
ar: برغر
es: Hamburguesa
hi: बर्गर
it: Hamburger
ja: ハンバーガー
ko: 버거
pt: Hambúrguer
ru: Бургер
sv: Burgare
th: เบอร์เกอร์

# foodBurgerDesc
source: Cheese Burger
ar: تشيز برغر
es: Hamburguesa con queso
hi: चीज़ बर्गर
id: Burger Keju
ja: チーズバーガー
ko: 치즈버거
ru: Чизбургер
sv: Ostburgare
th: ชีสเบอร์เกอร์
tr: Peynirli Burger
vi: Burger bò phô mai

# foodMiY
source: Pasta
ar: باستا
fr: Pâtes
hi: पास्ता
ja: パスタ
ko: 파스타
pl: Makaron
pt: Massa
ru: Паста
th: พาสต้า
tr: Makarna
vi: Mì Ý

# foodMiYDesc
source: Spaghetti Bolognese
ar: سباغيتي بولونيز
es: Espagueti a la boloñesa
fr: Spaghetti bolognaise
hi: स्पेगेटी बोलोग्नीस
it: Spaghetti alla bolognese
ja: ボロネーゼスパゲッティ
ko: 볼로네제 스파게티
pt: Espaguete à Bolonhesa
ru: Спагетти Болоньезе
th: สปาเก็ตตี้โบโลเนส
tr: Bolonez Spagetti
vi: Mì Ý sốt bò băm

# foodPizzaL
source: Pizza
ar: بيتزا
hi: पिज़्ज़ा
ja: ピザ
ko: 피자
ru: Пицца
th: พิซซ่า

# foodPizzaLDesc
source: Large Pizza
ar: بيتزا كبيرة
de: Große Pizza
es: Pizza grande
fr: Grande pizza
hi: बड़ा पिज़्ज़ा
id: Pizza Besar
it: Pizza grande
ja: ラージピザ
ko: 라지 피자
nl: Grote pizza
pl: Duża pizza
pt: Pizza Grande
ru: Большая пицца
sv: Stor pizza
th: พิซซ่าไซส์ใหญ่
tr: Büyük Pizza
vi: Pizza Size L

# foodBurgerSet
source: Burger
ar: برغر
es: Hamburguesa
hi: बर्गर
it: Hamburger
ja: ハンバーガー
ko: 버거
pt: Hambúrguer
ru: Бургер
sv: Burgare
th: เบอร์เกอร์

# foodBurgerSetDesc
source: Burger Set
ar: مجموعة برغر
de: Burger-Menü
es: Combo de hamburguesa
fr: Menu burger
hi: बर्गर सेट
id: Paket Burger
it: Set hamburger
ja: ハンバーガーセット
ko: 버거 세트
nl: Burgermenu
pl: Zestaw burgera
pt: Combo de Hambúrguer
ru: Бургер сет
sv: Burgarmeny
th: เซ็ตเบอร์เกอร์
tr: Burger Menü

# foodGaRanL
source: Fried Chicken
ar: دجاج مقلي
de: Brathähnchen
es: Pollo frito
fr: Poulet frit
hi: फ्राइड चिकन
id: Ayam Goreng
it: Pollo fritto
ja: フライドチキン
ko: 치킨
nl: Gebakken kip
pl: Smażony kurczak
pt: Frango Frito
ru: Жареная курица
sv: Friterad kyckling
th: ไก่ทอด
tr: Kızarmı Tavuk
vi: Gà Rán

# foodGaRanLDesc
source: Large Fried Chicken Bucket
ar: دلو دجاج مقلي كبير
de: Brathähnchen-Eimer
es: Cubo de pollo frito
fr: Seau de poulet frit
hi: बड़ा फ्राइड चिकन बकेट
id: Ember Ayam Goreng Besar
it: Secchio di pollo fritto
ja: フライドチキンバケツ
ko: 치킨 버킷
nl: Emmer gebakken kip
pl: Kubeek kurczaka
pt: Balde de Frango Frito
ru: Ведро курицы
sv: Hink med friterad kyckling
th: ไก่ทอดถังใหญ่
tr: Büyük Tavuk Kovası
vi: Gà rán giỏ lớn

# foodNemRan
source: Spring Rolls
ar: لفائف الربيع
de: Frühlingsrollen
es: Rollitos de primavera
fr: Rouleaux de printemps
hi: स्प्रिंग रोल्स
id: Lumpia
it: Involtini primavera
ja: 春巻き
ko: 스프링롤
nl: Loempia's
pl: Sajgonki
pt: Rolinhos Primavera
ru: Спринг-роллы
sv: Vårrullar
th: ปอเปี๊ยะทอด
tr: in Börei
vi: Nem Rán

# foodNemRanDesc
source: Crispy Spring Rolls
ar: لفائف الربيع المقرمشة
de: Knusprige Frühlingsrollen
es: Rollitos de primavera crujientes
fr: Rouleaux de printemps croustillants
hi: क्रिस्पी स्प्रिंग रोल्स
id: Lumpia Renyah
it: Involtini primavera croccanti
ja: サクサク春巻き
ko: 바삭한 스프링롤
nl: Krokante loempia's
pl: Chrupice sajgonki
pt: Rolinhos Primavera Crocantes
ru: Хрустящие спринг-роллы
sv: Krispiga vårrullar
th: ปอเปี๊ยะทอดกรอบ
tr: ıtır in Börei
vi: Nem rán giòn

# foodSushi
source: Sushi
ar: سوشي
hi: सुशी
ja: 寿司
ko: 스시
ru: Суши
th: ซูชิ
tr: Sui

# foodSushiDesc
source: Mixed Sushi
ar: سوشي مشكل
de: Gemischtes Sushi
es: Sushi mixto
fr: Sushi mixte
hi: मिक्स्ड सुशी
id: Sushi Campur
it: Sushi misto
ja: ミックス寿司
ko: 모듬 스시
nl: Gemengde sushi
pl: Mieszane sushi
pt: Sushi Misto
ru: Ассорти суши
sv: Blandad sushi
th: ซูชิรวม
tr: Karıık Sui
vi: Sushi Mix

# foodSalad
source: Salad
ar: سلطة
de: Salat
es: Ensalada
fr: Salade
hi: सलाद
it: Insalata
ja: サラダ
ko: 샐러드
nl: Salade
pl: Saatka
pt: Salada
ru: Салат
sv: Sallad
th: สลัด
tr: Salata

# foodSaladDesc
source: Mixed Salad
ar: سلطة مشكلة
de: Gemischter Salat
es: Ensalada mixta
fr: Salade mixte
hi: मिक्स्ड सलाद
id: Salad Campur
it: Insalata mista
ja: ミックスサラダ
ko: 모듬 샐러드
nl: Gemengde salade
pl: Saatka mieszana
pt: Salada Mista
ru: Смешанный салат
sv: Blandad sallad
th: สลัดรวม
tr: Karıık Salata
vi: Salad trộn

# foodCafe
source: Coffee
ar: قهوة
de: Kaffee
es: Café
fr: Café
hi: कॉफी
id: Kopi
it: Caffè
ja: コーヒー
ko: 커피
nl: Koffie
pl: Kawa
pt: Café
ru: Кофе
sv: Kaffe
th: กาแฟ
tr: Kahve
vi: Cà Phê

# foodCafeDesc
source: Iced Black Coffee
ar: قهوة سوداء مثلجة
de: Eiskaffee schwarz
es: Café negro helado
fr: Café noir glacé
hi: आइस ब्लैक कॉफी
id: Kopi Hitam Es
it: Caffè nero ghiacciato
ja: アイスブラックコーヒー
ko: 아이스 블랙 커피
nl: IJskoude zwarte koffie
pl: Mrożona czarna kawa
pt: Café Preto Gelado
ru: Холодный черный кофе
sv: Iskallt svart kaffe
th: กาแฟดำเย็น
tr: Buzlu Siyah Kahve
vi: Cà phê đen đá

# foodTraSua
source: Milk Tea
ar: شاي بالحليب
de: Milchtee
es: Té con leche
fr: Thé au lait
hi: मिल्क टी
id: Teh Susu
it: Tè al latte
ja: ミルクティー
ko: 밀크티
nl: Melkthee
pl: Herbata mleczna
pt: Chá com Leite
ru: Молочный чай
sv: Mjölkte
th: ชานม
tr: Sütlü ay
vi: Trà Sữa

# foodTraSuaDesc
source: Bubble Milk Tea
ar: شاي بالحليب مع الفقاعات
de: Bubble-Milchtee
es: Té con leche de burbujas
fr: Thé au lait perlé
hi: बबल मिल्क टी
it: Bubble Tea
ja: タピオカミルクティー
ko: 버블 밀크티
nl: Bubble Tea
pl: Herbata bbelkowa
pt: Bubble Tea
ru: Бабл-ти
sv: Bubble Tea
th: ชานมไข่มุก
tr: Baloncuklu Sütlü ay
vi: Trà sữa trân châu

# foodBanhNgot
source: Cupcake
ar: كب كيك
hi: कपकेक
ja: カップケーキ
ko: 컵케이크
pl: Babeczka
ru: Кекс
sv: Muffins
th: คัพเค้ก
tr: Kapkek
vi: Bánh Ngọt

# foodBanhNgotDesc
source: Sweet Cupcake
ar: كب كيك حلو
de: Süßer Cupcake
es: Cupcake dulce
fr: Cupcake sucré
hi: मीठा कपकेक
id: Cupcake Manis
it: Cupcake dolce
ja: スイートカップケーキ
ko: 달콤한 컵케이크
nl: Zoete cupcake
pl: Sodka babeczka
pt: Cupcake Doce
ru: Сладкий кекс
sv: Söt muffins
th: คัพเค้กหวาน
tr: Tatlı Kapkek
vi: Bánh cupcake

# foodSmoothie
source: Smoothie
ar: سموذي
es: Batido
hi: स्मूदी
it: Frullato
ja: スムージー
ko: 스무디
pl: Koktajl
ru: Смузи
th: สมูทตี้

# foodSmoothieDesc
source: Strawberry Smoothie
ar: سموذي الفراولة
de: Erdbeer-Smoothie
es: Batido de fresa
fr: Smoothie à la fraise
hi: स्ट्रॉबेरी स्मूदी
id: Smoothie Stroberi
it: Frullato alla fragola
ja: ストロベリースムージー
ko: 딸기 스무디
nl: Aardbeiensmoothie
pl: Koktajl truskawkowy
pt: Smoothie de Morango
ru: Клубничный смузи
sv: Jordgubbssmoothie
th: สมูทตี้สตรอว์เบอร์รี
tr: ilekli Smoothie
vi: Smoothie dâu

# foodCroissant
source: Croissant
ar: كرواسون
hi: क्रोइसैन
it: Cornetto
ja: クロワッサン
ko: 크루아상
pl: Rogalik
ru: Круассан
th: ครัวซองต์
tr: Kruvasan
vi: Bánh Croissant

# foodCroissantDesc
source: Butter Croissant
ar: كرواسون بالزبدة
es: Croissant de mantequilla
fr: Croissant au beurre
hi: बटर क्रोइसैन
id: Croissant Mentega
it: Cornetto al burro
ja: バタークロワッサン
ko: 버터 크루아상
nl: Boter croissant
pl: Rogalik malany
pt: Croissant de Manteiga
ru: Сливочный круассан
sv: Smör croissant
th: ครัวซองต์เนย
tr: Tereyalı Kruvasan
vi: Croissant bơ

# foodTraTraiCay
source: Fruit Tea
ar: شاي الفواكه
de: Früchtetee
es: Té de frutas
fr: Thé aux fruits
hi: फ्रूट टी
id: Teh Buah
it: Tè alla frutta
ja: フルーツティー
ko: 과일차
nl: Vruchtenthee
pl: Herbata owocowa
pt: Chá de Frutas
ru: Фруктовый чай
sv: Fruktte
th: ชาผลไม้
tr: Meyve ayı
vi: Trà Trái Cây

# foodTraTraiCayDesc
source: Peach Orange Tea
ar: شاي الخوخ والبرتقال
de: Pfirsich-Orangen-Tee
es: Té de melocotón y naranja
fr: Thé pêche orange
hi: पीच ऑरेंज टी
id: Teh Jeruk Persik
it: Tè pesca e arancia
ja: ピーチオレンジティー
ko: 복숭아 오렌지 차
nl: Perzik sinaasappelthee
pl: Herbata brzoskwiniowo-pomaraczowa
pt: Chá de Pêssego e Laranja
ru: Персиково-апельсиновый чай
sv: Persika apelsinte
th: ชาพีช ส้ม
tr: eftali Portakal ayı
vi: Trà đào cam sả

# resultTitle
source: Today's choice is
ar: خيار اليوم هو
de: Die heutige Wahl ist
es: La elección de hoy es
fr: Le choix d'aujourd'hui est
hi: आज का चुनाव है
id: Pilihan hari ini adalah
it: La scelta di oggi è
ja: 今日の選択は
ko: 오늘의 선택은
nl: De keuze van vandaag is
pl: Dzisiejszy wybór to
pt: A escolha de hoje é
ru: Сегодняшний выбор
sv: Dagens val är
th: วันนี้เลือก
tr: Bugünün seçimi
vi: Hôm nay ăn

# resultSubtitle
source: Let's enjoy this delicious meal!
ar: استمتع بهذه الوجبة اللذيذة!
de: Genießen Sie diese köstliche Mahlzeit!
es: ¡Disfruta de esta deliciosa comida!
fr: Profitez de ce délicieux repas!
hi: इस स्वादिष्ट भोजन का आनंद लें!
id: Nikmati makanan lezat ini!
it: Goditi questo pasto delizioso!
ja: この美味しい食事を楽しみましょう!
ko: 이 맛있는 식사를 즐기세요!
nl: Geniet van deze heerlijke maaltijd!
pl: Ciesz si tym pysznym posikiem!
pt: Aproveite esta refeição deliciosa!
ru: Наслаждайтесь вкусной едой!
sv: Njut av denna läckra måltid!
th: มาลิ้มรสอาหารอร่อยกันเถอะ!
tr: Bu lezzetli yemein tadını çıkarın!
vi: Hãy thưởng thức bữa ăn ngon miệng nhé!

# orderOn
source: Order on {platform}
ar: اطلب على {platform}
de: Bestellen auf {platform}
es: Pedir en {platform}
fr: Commander sur {platform}
hi: {platform} पर ऑर्डर करें
id: Pesan di {platform}
it: Ordina su {platform}
ja: {platform}で注文
ko: {platform}에서 주문
nl: Bestel op {platform}
pl: Zamów na {platform}
pt: Pedir no {platform}
ru: Заказать в {platform}
sv: Beställ på {platform}
th: สั่งบน {platform}
tr: {platform} üzerinden sipari ver
vi: Đặt ngay trên {platform}

source: Spin Again
ar: دُر مرة أخرى
de: Erneut drehen
es: Girar de nuevo
fr: Tourner à nouveau
hi: फिर से घुमाएं
id: Putar Lagi
it: Gira di nuovo
ja: もう一度回す
ko: 다시 돌리기
nl: Opnieuw draaien
pl: Zakr ponownie
pt: Girar Novamente
ru: Крутить снова
sv: Snurra igen
th: หมุนอีกครั้ง
tr: Tekrar evir
vi: Quay Lại

source: Back to Home
ar: العودة للرئيسية
de: Zurück zur Startseite
es: Volver al inicio
fr: Retour à l'accueil
hi: होम पर वापस जाएं
id: Kembali ke Beranda
it: Torna alla Home
ja: ホームに戻る
ko: 홈으로 돌아가기
nl: Terug naar Home
pl: Powrót do domu
pt: Voltar ao Início
ru: На главную
sv: Tillbaka till hem
th: กลับหน้าหลัก
tr: Ana Sayfaya Dön
vi: Về Trang Chủ
