Repository: Nothing9x/what2eat
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, vi

source: Notification Settings
ar: إعدادات الإشعارات
de: Benachrichtigungseinstellungen
es: Configuración de notificaciones
fr: Paramètres de notification
hi: अधिसूचना सेटिंग्स
id: Pengaturan Notifikasi
it: Impostazioni notifiche
ja: 通知設定
ko: 알림 설정
nl: Meldingen instellingen
pl: Ustawienia powiadomie
pt: Configurações de Notificação
ru: Настройки уведомлений
sv: Aviseringsinställningar
th: ตั้งค่าการแจ้งเตือน
tr: Bildirim Ayarları
vi: Cài Đặt Nhắc Nhở

source: Enable Notifications
ar: تفعيل الإشعارات
de: Benachrichtigungen aktivieren
es: Activar notificaciones
fr: Activer les notifications
hi: अधिसूचनाएं सक्षम करें
id: Aktifkan Notifikasi
it: Abilita notifiche
ja: 通知を有効にする
ko: 알림 활성화
nl: Meldingen inschakelen
pl: Wcz powiadomienia
pt: Ativar Notificações
ru: Включить уведомления
sv: Aktivera aviseringar
th: เปิดการแจ้งเตือน
tr: Bildirimleri Etkinletir
vi: Bật Nhắc Nhở

# notifyOnceOnly
source: Notify only once
ar: إشعار مرة واحدة فقط
de: Nur einmal benachrichtigen
es: Notificar solo una vez
fr: Notifier une seule fois
hi: केवल एक बार सूचित करें
id: Beritahu hanya sekali
it: Notifica una sola volta
ja: 一度だけ通知
ko: 한 번만 알림
nl: Slechts één keer melden
pl: Powiadom tylko raz
pt: Notificar apenas uma vez
ru: Уведомить только один раз
sv: Meddela endast en gång
th: แจ้งเตือนเพียงครั้งเดียว
tr: Sadece bir kez bildir
vi: Chỉ nhắc 1 lần

source: Select Days
ar: اختر الأيام
de: Tage auswählen
es: Seleccionar días
fr: Sélectionner les jours
hi: दिन चुनें
id: Pilih Hari
it: Seleziona giorni
ja: 日を選択
ko: 날짜 선택
nl: Selecteer dagen
pl: Wybierz dni
pt: Selecionar Dias
ru: Выберите дни
sv: Välj dagar
th: เลือกวัน
tr: Günleri Seç
vi: Chọn Ngày

source: Select Time
ar: اختر الوقت
de: Zeit auswählen
es: Seleccionar hora
fr: Sélectionner l'heure
hi: समय चुनें
id: Pilih Waktu
it: Seleziona ora
ja: 時間を選択
ko: 시간 선택
nl: Selecteer tijd
pl: Wybierz godzin
pt: Selecionar Hora
ru: Выберите время
sv: Välj tid
th: เลือกเวลา
tr: Zamanı Seç
vi: Chọn Giờ

source: Monday
ar: الاثنين
de: Montag
es: Lunes
fr: Lundi
hi: सोमवार
id: Senin
it: Lunedì
ja: 月曜日
ko: 월요일
nl: Maandag
pl: Poniedziaek
pt: Segunda-feira
ru: Понедельник
sv: Måndag
th: วันจันทร์
tr: Pazartesi
vi: Thứ Hai

source: Tuesday
ar: الثلاثاء
de: Dienstag
es: Martes
fr: Mardi
hi: मंगलवार
id: Selasa
it: Martedì
ja: 火曜日
ko: 화요일
nl: Dinsdag
pl: Wtorek
pt: Terça-feira
ru: Вторник
sv: Tisdag
th: วันอังคาร
tr: Salı
vi: Thứ Ba

source: Wednesday
ar: الأربعاء
de: Mittwoch
es: Miércoles
fr: Mercredi
hi: बुधवार
id: Rabu
it: Mercoledì
ja: 水曜日
ko: 수요일
nl: Woensdag
pl: roda
pt: Quarta-feira
ru: Среда
sv: Onsdag
th: วันพุธ
tr: aramba
vi: Thứ Tư

source: Thursday
ar: الخميس
de: Donnerstag
es: Jueves
fr: Jeudi
hi: गुरुवार
id: Kamis
it: Giovedì
ja: 木曜日
ko: 목요일
nl: Donderdag
pl: Czwartek
pt: Quinta-feira
ru: Четверг
sv: Torsdag
th: วันพฤหัสบดี
tr: Perembe
vi: Thứ Năm

source: Friday
ar: الجمعة
de: Freitag
es: Viernes
fr: Vendredi
hi: शुक्रवार
id: Jumat
it: Venerdì
ja: 金曜日
ko: 금요일
nl: Vrijdag
pl: Pitek
pt: Sexta-feira
ru: Пятница
sv: Fredag
th: วันศุกร์
tr: Cuma
vi: Thứ Sáu

source: Saturday
ar: السبت
de: Samstag
es: Sábado
fr: Samedi
hi: शनिवार
id: Sabtu
it: Sabato
ja: 土曜日
ko: 토요일
nl: Zaterdag
pl: Sobota
pt: Sábado
ru: Суббота
sv: Lördag
th: วันเสาร์
tr: Cumartesi
vi: Thứ Bảy

source: Sunday
ar: الأحد
de: Sonntag
es: Domingo
fr: Dimanche
hi: रविवार
id: Minggu
it: Domenica
ja: 日曜日
ko: 일요일
nl: Zondag
pl: Niedziela
pt: Domingo
ru: Воскресенье
sv: Söndag
th: วันอาทิตย์
tr: Pazar
vi: Chủ Nhật

# mondayShort
source: Mon
fr: Lun
hi: सोम
id: Sen
it: Lun
ja: 月
ko: 월

# tuesdayShort
source: Tue
fr: Mar
hi: मंगल
id: Sel
it: Mar
ja: 火
ko: 화

# wednesdayShort
source: Wed
fr: Mer
hi: बुध
id: Rab
it: Mer
ja: 水
ko: 수

# thursdayShort
source: Thu
fr: Jeu
hi: गुरु
id: Kam
it: Gio
ja: 木
ko: 목

# fridayShort
source: Fri
fr: Ven
hi: शुक्र
id: Jum
it: Ven
ja: 金
ko: 금

# saturdayShort
source: Sat
fr: Sam
hi: शनि
id: Sab
it: Sab
ja: 土
ko: 토

# sundayShort
source: Sun
fr: Dim
hi: रवि
id: Min
it: Dom
ja: 日
ko: 일

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
id: Simpan
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pl: Zapisz
pt: Salvar
ru: Сохранить
sv: Spara
th: บันทึก
tr: Kaydet
vi: Lưu

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
sv: Avbryt
th: ยกเลิก
tr: İptal
vi: Hủy

# manageLists
source: Spin Lists
ar: إدارة القوائم
de: Listen verwalten
es: Administrar listas
fr: Gérer les listes
hi: सूचियां प्रबंधित करें
id: Kelola Daftar
it: Gestisci liste
ja: リストを管理
ko: 목록 관리
nl: Lijsten beheren
pl: Zarzdzaj listami
pt: Gerenciar Listas
ru: Управление списками
sv: Hantera listor
th: จัดการรายการ
tr: Listeleri Yönet
vi: Danh Sách Quay

source: Add New List
ar: إضافة قائمة جديدة
de: Neue Liste hinzufügen
es: Añadir nueva lista
fr: Ajouter une nouvelle liste
hi: नई सूची जोड़ें
id: Tambah Daftar Baru
it: Aggiungi nuova lista
ja: 新しいリストを追加
ko: 새 목록 추가
nl: Nieuwe lijst toevoegen
pl: Dodaj now list
pt: Adicionar Nova Lista
ru: Добавить новый список
sv: Lägg till ny lista
th: เพิ่มรายการใหม่
tr: Yeni Liste Ekle
vi: Thêm Danh Sách Mới

source: List Name
ar: اسم القائمة
de: Listenname
es: Nombre de la lista
fr: Nom de la liste
hi: सूची का नाम
id: Nama Daftar
it: Nome lista
ja: リスト名
ko: 목록 이름
nl: Lijstnaam
pl: Nazwa listy
pt: Nome da Lista
ru: Название списка
sv: Listnamn
th: ชื่อรายการ
tr: Liste Adı
vi: Tên Danh Sách

source: Select Icon
ar: اختر أيقونة
de: Symbol auswählen
es: Seleccionar icono
fr: Sélectionner l'icône
hi: आइकन चुनें
id: Pilih Ikon
it: Seleziona icona
ja: アイコンを選択
ko: 아이콘 선택
nl: Selecteer pictogram
pl: Wybierz ikon
pt: Selecionar Ícone
ru: Выберите иконку
sv: Välj ikon
th: เลือกไอคอน
tr: Simge Seç
vi: Chọn Biểu Tượng

source: Select Color
ar: اختر لوناً
de: Farbe auswählen
es: Seleccionar color
fr: Sélectionner la couleur
hi: रंग चुनें
id: Pilih Warna
it: Seleziona colore
ja: 色を選択
ko: 색상 선택
nl: Selecteer kleur
pl: Wybierz kolor
pt: Selecionar Cor
ru: Выберите цвет
sv: Välj färg
th: เลือกสี
tr: Renk Seç
vi: Chọn Màu

source: Add Item
ar: إضافة عنصر
de: Element hinzufügen
es: Añadir elemento
fr: Ajouter un élément
hi: आइटम जोड़ें
id: Tambah Item
it: Aggiungi elemento
ja: 項目を追加
ko: 항목 추가
nl: Item toevoegen
pl: Dodaj element
pt: Adicionar Item
ru: Добавить элемент
sv: Lägg till objekt
th: เพิ่มรายการ
tr: e Ekle
vi: Thêm Món

source: Item Name
ar: اسم العنصر
de: Elementname
es: Nombre del elemento
fr: Nom de l'élément
hi: आइटम का नाम
id: Nama Item
it: Nome elemento
ja: 項目名
ko: 항목 이름
nl: Itemnaam
pl: Nazwa elementu
pt: Nome do Item
ru: Название элемента
sv: Objektnamn
th: ชื่อรายการ
tr: e Adı
vi: Tên Món

source: Item Icon
ar: أيقونة العنصر
de: Element-Symbol
es: Icono del elemento
fr: Icône de l'élément
hi: आइटम आइकन
id: Ikon Item
it: Icona elemento
ja: 項目アイコン
ko: 항목 아이콘
nl: Itempictogram
pl: Ikona elementu
pt: Ícone do Item
ru: Иконка элемента
sv: Objektikon
th: ไอคอนรายการ
tr: e Simgesi
vi: Biểu Tượng

# itemDescription
source: Item Description (Optional)
ar: الوصف (اختياري)
de: Beschreibung (optional)
es: Descripción (opcional)
fr: Description (facultatif)
hi: विवरण (वैकल्पिक)
id: Deskripsi (Opsional)
it: Descrizione (opzionale)
ja: 説明（オプション）
ko: 설명 (선택사항)
nl: Beschrijving (optioneel)
pl: Opis (opcjonalnie)
pt: Descrição (Opcional)
ru: Описание (необязательно)
sv: Beskrivning (valfritt)
th: คำอธิบาย (ไม่บังคับ)
tr: Açıklama (İstee balı)
vi: Mô Tả (Tùy Chọn)

# itemImageUrl
source: Image URL (Optional)
ar: رابط الصورة (اختياري)
de: Bild-URL (optional)
es: URL de imagen (opcional)
fr: URL de l'image (facultatif)
hi: छवि URL (वैकल्पिक)
id: URL Gambar (Opsional)
it: URL immagine (opzionale)
ja: 画像URL（オプション）
ko: 이미지 URL (선택사항)
nl: Afbeeldings-URL (optioneel)
pl: Adres URL obrazu (opcjonalnie)
pt: URL da Imagem (Opcional)
ru: URL изображения (необязательно)
sv: Bild-URL (valfritt)
th: URL รูปภาพ (ไม่บังคับ)
tr: Resim URL'si (İstee balı)
vi: URL Hình Ảnh (Tùy Chọn)

source: Edit List
ar: تعديل القائمة
de: Liste bearbeiten
es: Editar lista
fr: Modifier la liste
hi: सूची संपादित करें
id: Edit Daftar
it: Modifica lista
ja: リストを編集
ko: 목록 수정
nl: Lijst bewerken
pl: Edytuj list
pt: Editar Lista
ru: Редактировать список
sv: Redigera lista
th: แก้ไขรายการ
tr: Listeyi Düzenle
vi: Sửa Danh Sách

source: Delete List
ar: حذف القائمة
de: Liste löschen
es: Eliminar lista
fr: Supprimer la liste
hi: सूची हटाएं
id: Hapus Daftar
it: Elimina lista
ja: リストを削除
ko: 목록 삭제
nl: Lijst verwijderen
pl: Usu list
pt: Excluir Lista
ru: Удалить список
sv: Ta bort lista
th: ลบรายการ
tr: Listeyi Sil
vi: Xóa Danh Sách

# confirmDelete
source: Are you sure you want to delete this list?
ar: هل أنت متأكد أنك تريد حذف هذه القائمة؟
de: Sind Sie sicher, dass Sie diese Liste löschen möchten?
es: ¿Estás seguro de que quieres eliminar esta lista?
fr: Êtes-vous sûr de vouloir supprimer cette liste?
hi: क्या आप वाकई इस सूची को हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus daftar ini?
it: Sei sicuro di voler eliminare questa lista?
ja: このリストを削除してもよろしいですか？
ko: 이 목록을 삭제하시겠습니까?
nl: Weet u zeker dat u deze lijst wilt verwijderen?
pl: Czy na pewno chcesz usun t list?
pt: Tem certeza que deseja excluir esta lista?
ru: Вы уверены, что хотите удалить этот список?
sv: Är du säker på att du vill ta bort denna lista?
th: คุณแน่ใจหรือไม่ว่าต้องการลบรายการนี้?
tr: Bu listeyi silmek istediinizden emin misiniz?
vi: Bạn có chắc muốn xóa danh sách này?

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pl: Usu
pt: Excluir
ru: Удалить
sv: Ta bort
th: ลบ
tr: Sil
vi: Xóa

source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
it: Modifica
ja: 編集
ko: 수정
nl: Bewerken
pl: Edytuj
pt: Editar
ru: Редактировать
sv: Redigera
th: แก้ไข
tr: Düzenle
vi: Sửa

# noItems
source: No items yet
ar: لا توجد عناصر بعد
de: Noch keine Elemente
es: Aún no hay elementos
fr: Pas encore d'éléments
hi: अभी तक कोई आइटम नहीं
id: Belum ada item
it: Nessun elemento ancora
ja: まだ項目がありません
ko: 아직 항목이 없습니다
nl: Nog geen items
pl: Brak elementów
pt: Nenhum item ainda
ru: Элементов пока нет
sv: Inga objekt än
th: ยังไม่มีรายการ
tr: Henüz öe yok
vi: Chưa có món nào

source: Create List
ar: إنشاء قائمة
de: Liste erstellen
es: Crear lista
fr: Créer une liste
hi: सूची बनाएं
id: Buat Daftar
it: Crea lista
ja: リストを作成
ko: 목록 만들기
nl: Lijst maken
pl: Utwórz list
pt: Criar Lista
ru: Создать список
sv: Skapa lista
th: สร้างรายการ
tr: Liste Olutur
vi: Tạo Danh Sách

source: No lists yet
ar: لا توجد قوائم بعد
de: Noch keine Listen
es: Aún no hay listas
fr: Pas encore de listes
hi: अभी तक कोई सूची नहीं
id: Belum ada daftar
it: Nessuna lista ancora
ja: まだリストがありません
ko: 아직 목록이 없습니다
nl: Nog geen lijsten
pl: Brak list
pt: Nenhuma lista ainda
ru: Списков пока нет
sv: Inga listor än
th: ยังไม่มีรายการ
tr: Henüz liste yok
vi: Chưa có danh sách nào

# noListsSubtitle
source: Create a new list to serve your food preferences!
ar: أنشئ قائمة جديدة لتلبية تفضيلاتك الغذائية!
de: Erstellen Sie eine neue Liste um Ihre Essenspräferenzen zu bedienen!
es: Crea una nueva lista para servir tus preferencias de comida!
fr: Créez une nouvelle liste pour répondre à vos préférences alimentaires!
hi: अपनी भोजन प्राथमिकताओं को पूरा करने के लिए एक नई सूची बनाएं!
id: Buat daftar baru untuk memenuhi preferensi makanan Anda!
it: Crea una nuova lista per soddisfare le tue preferenze alimentari!
ja: 新しいリストを作成して 食事の好みに合わせましょう!
ko: 새 목록을 만들어 음식 선호도를 설정하세요!
nl: Maak een nieuwe lijst om aan uw voedselvoorkeuren te voldoen!
pl: Utwórz now list, aby speni swoje preferencje żywieniowe!
pt: Crie uma nova lista para atender às suas preferências alimentares!
ru: Создайте новый список, чтобы удовлетворить свои предпочтения в еде!
sv: Skapa en ny lista för att tillgodose dina matpreferenser!
th: สร้างรายการใหม่เพื่อ ตอบสนองความชอบอาหารของคุณ!
tr: Yemek tercihlerinize uygun yeni bir liste oluturun!
vi: Tạo danh sách mới để phục vụ sở thích ăn uống của bạn!

# itemsCount
source: {count} suggested items
ar: {count} عناصر مقترحة
de: {count} vorgeschlagene Artikel
es: {count} elementos sugeridos
fr: {count} éléments suggérés
hi: {count} सुझाए गए आइटम
id: {count} item yang disarankan
it: {count} elementi suggeriti
ja: {count}件の提案
ko: {count}개 제안
nl: {count} voorgestelde items
pl: {count} sugerowanych elementów
pt: {count} itens sugeridos
ru: {count} предложенных элементов
sv: {count} föreslagna objekt
th: {count} รายการแนะนำ
tr: {count} önerilen öe
vi: {count} món gợi ý

source: Food Items
ar: عناصر الطعام
de: Essensartikel
es: Elementos de comida
fr: Éléments de nourriture
hi: खाद्य पदार्थ
id: Item Makanan
it: Elementi cibo
ja: 食品項目
ko: 음식 항목
nl: Voedselitems
pl: Elementy żywnoci
pt: Itens de Comida
ru: Продукты
sv: Matvaror
th: รายการอาหาร
tr: Yemek eleri
vi: Món Ăn

source: Add Food Item
ar: إضافة طعام
de: Essen hinzufügen
es: Añadir comida
fr: Ajouter de la nourriture
hi: भोजन जोड़ें
id: Tambah Makanan
it: Aggiungi cibo
ja: 食品を追加
ko: 음식 추가
nl: Voedsel toevoegen
pl: Dodaj jedzenie
pt: Adicionar Comida
ru: Добавить еду
sv: Lägg till mat
th: เพิ่มอาหาร
tr: Yemek Ekle
vi: Thêm Món Ăn

# noFoodItems
source: No food items yet
ar: لا يوجد طعام بعد
de: Noch kein Essen
es: Aún no hay comida
fr: Pas encore de nourriture
hi: अभी तक कोई भोजन नहीं
id: Belum ada makanan
it: Nessun cibo ancora
ja: まだ食品がありません
ko: 아직 음식이 없습니다
nl: Nog geen voedsel
pl: Brak jedzenia
pt: Nenhuma comida ainda
ru: Еды пока нет
sv: Ingen mat än
th: ยังไม่มีอาหาร
tr: Henüz yemek yok
vi: Chưa có món ăn

# noFoodItemsSubtitle
source: Add food items to this list
ar: أضف طعاماً إلى هذه القائمة
de: Fügen Sie Essen zu dieser Liste hinzu
es: Añade comida a esta lista
fr: Ajoutez de la nourriture à cette liste
hi: इस सूची में भोजन जोड़ें
id: Tambahkan makanan ke daftar ini
it: Aggiungi cibo a questa lista
ja: このリストに食品を追加
ko: 이 목록에 음식 추가
nl: Voeg voedsel toe aan deze lijst
pl: Dodaj jedzenie do tej listy
pt: Adicione comida a esta lista
ru: Добавьте еду в этот список
sv: Lägg till mat i denna lista
th: เพิ่มอาหารในรายการนี้
tr: Bu listeye yemek ekleyin
vi: Thêm món ăn vào danh sách này

source: Enter list name
ar: أدخل اسم القائمة
de: Listennamen eingeben
es: Ingresa el nombre de la lista
fr: Entrez le nom de la liste
hi: सूची का नाम दर्ज करें
id: Masukkan nama daftar
it: Inserisci nome lista
ja: リスト名を入力
ko: 목록 이름 입력
nl: Voer lijstnaam in
pl: Wpisz nazw listy
pt: Digite o nome da lista
ru: Введите название списка
sv: Ange listnamn
th: ป้อนชื่อรายการ
tr: Liste adını girin
vi: Nhập tên danh sách

source: Enter item name
ar: أدخل اسم العنصر
de: Elementnamen eingeben
es: Ingresa el nombre del elemento
fr: Entrez le nom de l'élément
hi: आइटम का नाम दर्ज करें
id: Masukkan nama item
it: Inserisci nome elemento
ja: 項目名を入力
ko: 항목 이름 입력
nl: Voer itemnaam in
pl: Wpisz nazw elementu
pt: Digite o nome do item
ru: Введите название элемента
sv: Ange objektnamn
th: ป้อนชื่ออาหาร
tr: e adını girin
vi: Nhập tên món

source: Enter description
ar: أدخل الوصف
de: Beschreibung eingeben
es: Ingresa la descripción
fr: Entrez la description
hi: विवरण दर्ज करें
id: Masukkan deskripsi
it: Inserisci descrizione
ja: 説明を入力
ko: 설명 입력
nl: Voer beschrijving in
pl: Wpisz opis
pt: Digite a descrição
ru: Введите описание
sv: Ange beskrivning
th: ป้อนคำอธิบาย
tr: Açıklama girin
vi: Nhập mô tả

source: Enter image URL
ar: أدخل رابط الصورة
de: Bild-URL eingeben
es: Ingresa la URL de la imagen
fr: Entrez l'URL de l'image
hi: छवि URL दर्ज करें
id: Masukkan URL gambar
it: Inserisci URL immagine
ja: 画像URLを入力
ko: 이미지 URL 입력
nl: Voer afbeeldings-URL in
pl: Wpisz adres URL obrazu
pt: Digite a URL da imagem
ru: Введите URL изображения
sv: Ange bild-URL
th: ป้อน URL รูปภาพ
tr: Resim URL'si girin
vi: Nhập URL hình ảnh

# notificationTimeToChoose
source: Time to choose your meal!
ar: حان وقت اختيار وجبتك!
de: Zeit, dein Essen auszuwählen!
fr: C''est l''heure de choisir votre repas !
hi: अपना भोजन चुनने का समय!
id: Waktunya memilih makanan!
it: È ora di scegliere il tuo pasto!
ja: 食事を選ぶ時間です！
ko: 음식을 선택할 시간입니다!
nl: Tijd om je maaltijd te kiezen!
pl: Czas wybra posiek!
ru: Пора выбрать еду!

# notificationTodayEat
source: Today''s meal: {mealName}!
ar: وجبة اليوم: {mealName}!
de: Heute essen: {mealName}!
fr: Repas du jour : {mealName} !
hi: आज का भोजन: {mealName}!
id: Hari ini makan: {mealName}!
it: Oggi mangiamo: {mealName}!
ja: 今日の食事: {mealName}!
ko: 오늘 식사: {mealName}!
nl: Vandaag eten: {mealName}!
pl: Dzi jemy: {mealName}!
ru: Сегодня едим: {mealName}!

# notifyOnlyTitle
source: Notify Only
fr: Notification Seule
ko: 알림만

# notifyOnlyDesc
source: Get a reminder notification, open app to spin manually
fr: Recevoir un rappel, ouvrir l'app pour tourner manuellement
ko: 알림을 받고 앱을 열어 수동으로 돌리기

# autoSpinTitle
source: Auto Spin & Notify
fr: Rotation Auto
ko: 자동 회전

# autoSpinDesc
source: Automatically spin and get the result in notification
fr: Tourner automatiquement et recevoir le résultat par notification
ko: 자동으로 돌리고 알림으로 결과 받기

# adDialogTitle
source: Thanks for Using What2Eat!
ko: What2Eat을 이용해 주셔서 감사합니다!

# adDialogMessage
source: To keep this app free, please watch a short ad. This helps us continue improving What2Eat.
ko: 앱을 무료로 유지하기 위해 짧은 광고를 시청해 주세요. 이는 What2Eat을 계속 개선하는 데 도움이 됩니다.

# adDialogInfo
source: After watching the ad, press the Spin button to continue
ko: 광고를 본 후 회전 버튼을 눌러 계속하세요

# watchAdButton
source: Watch Ad
ko: 광고 보기

# cancelButton
source: Cancel
ko: 취소
